[
{
"thumbnail": "http://www.todayonline.com/sites/default/files/photos/43_images/26532795.JPG",
"description": "SINGAPORE — Overall Grade A office rents in the Republic’s central business district (CBD) slipped for the fifth straight quarter in the April-to-June period, with the downtrend likely to continue as more projects get completed in the second half this year. Rents fell by 1.1 per cent to S$8.86 per sqft per month (psf/month) in the second quarter, according to a report released yesterday by Cushman & Wakefield. Within the CBD, rents in the Marina Bay area declined by 1.4 per cent to S$9.56 psf/month, while that in Raffles Place slid 2 per cent to S$9.13 psf/month. The declines come at a time when the outlook for the office segment remains grim, with global economic concerns dampening business prospects and leading companies to hold back expansion plans. However, there was an uptick in office leasing activity during the second quarter, with a slew of deals sealed for projects that are slated to be completed over the next six months, noted Cushman & Wakefield. “Marina One reportedly achieved 550,000sqft in leasing pre-commitments, translating into a pre-commitment rate of 30 per cent. Guoco Tower also saw substantial take-up of space during the quarter. Tech firm SAS leased a sizeable 20,000sqft of floor space in Guoco Tower and will be relocating from Twenty Anson,” said the real estate consultancy firm. In a separate report, CBRE Research said such deals are examples of “opportunistic deals” that seek to capitalise on falling rents. “A marked increase in leasing activity was observed (to be) bolstered by",
"title": "‘Opportunity deals’ to be had as office rents continue to slide",
"site_name": "todayonline.com",
"url": "http://www.todayonline.com/business/opportunity-deals-be-had-office-rents-continue-slide",
"tags": [
"news",
"Singapore"
]
},
{
"thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/151119141537-climate-change-tease-large-tease.jpg",
"description": "Photos: 11 ways climate change affects the world Melting polar ice caps – The consequences of climate change go far beyond warming temperatures, which scientists say are melting the polar ice caps and raising sea levels. Click through the gallery for a look at 10 other key effects of climate change, some of which may surprise you. Hide Caption 1 of 11 Photos: 11 ways climate change affects the world Drought – In the coming decades climate change will unleash megadroughts lasting 10 years or more, according to a new report by scholars at Cornell University, the University of Arizona and the U.S. Geological Survey. We're seeing hints of this already in many arid parts of the world and even in California, which has been rationing water amid record drought. In this 2012 photo, a man places his hand on parched soil in the Greater Upper Nile region of northeastern South Sudan. Hide Caption 2 of 11 Photos: 11 ways climate change affects the world Wildfires – There's not a direct link between climate change and wildfires, exactly. But many scientists believe the increase in wildfires in the Western United States is partly the result of tinder-dry forests parched by warming temperatures. This photo shows a wildfire as it approaches the shore of Bass Lake, California, in mid-September. Hide Caption 3 of 11 Photos: 11 ways climate change affects the world Coral reefs – Scientists say the oceans' temperatures have risen by more than 1 degree Fahrenheit over the last",
"title": "NASA: Hottest June on record continues 14-month global heat wave",
"site_name": "edition.cnn.com",
"url": "http://edition.cnn.com/2016/07/19/weather/hottest-june-record-world/index.html",
"tags": [ ]
},
{
"thumbnail": "http://assets.atlasobscura.com/media/W1siZiIsInVwbG9hZHMvYXNzZXRzLzcwYmIxYzgyYzRmMzk5ZGZkY19ibHVlX3BpZ21lbnRfbGFyZ2UuanBnIl0sWyJwIiwiY29udmVydCIsIi1xdWFsaXR5IDkxIC1hdXRvLW9yaWVudCJdLFsicCIsInRodW1iIiwiNjAweFx1MDAzZSJdXQ/blue_pigment_large.jpg",
"description": "YInMn Blue. (Photo: OSU ) Mas Subramanian and his team at Oregon State University weren’t looking to create colors ; they were just mixing chemicals together to see what they could produce. They were aiming for something with an electronics application. Instead, they got YInMn Blue—a new and vibrant blue pigment. YInMn Blue came from mixing manganese oxide, which is black, with “other chemicals” and baking them in a 2,000 degree oven. One of the samples that came out was this beautiful blue color. Its name comes from some of those “other chemicals,” which included the elements Yttrium and Indium. YInMn Blue has some other nice properties. It’s non-toxic! It’s very durable. And since it reflects infrared waves with remarkable efficiency, it could be used to help keep buildings cool, if used in exterior paint. Imagine flying over a city of a roofs painted bright blue instead of dirty white or dark black. That’s a very beautiful future. Every day, we highlight one newly found object, curiosity or wonder. Discover something amazing? Tell us about it! Send your finds [email protected]",
"title": "Found: A Gorgeous New Shade of Blue",
"site_name": "atlasobscura.com",
"url": "http://www.atlasobscura.com/articles/found-a-gorgeous-new-shade-of-blue",
"tags": [
"art"
]
},
{
"thumbnail": "http://static.nautil.us/9331_bd9d03102a312711b0a71ecb44581d9d.jpg",
"description": "I felt pretty sure something was wrong when the deer began running toward me. I knew something was wrong when a pine branch flew by my head. The air went dark and a noise like a train barreled through the forest, the actual wind coming after the sound of itself. The trees all swayed in the same direction, and then came the slap of thunder. I felt more than saw the huge shelf cloud, a wall of black striped with electricity, surge forward over the ridge of the Allegheny Mountains overlooking Green Bank, West Virginia. A sharp line against the blue sky, it looked less like weather and more like a Rothko. I lived in this remote town, and I was on my usual afternoon run, picking my way across the trails that led from my house to the National Radio Astronomy Observatory, where I worked. Adrenaline told me I needed to fly, faster. I ran two miles in 12 minutes, a pace I’d never maintained before and never have since, hurdling downed trees and power lines. When I got back to my house, surprised to be safe, I dragged my dog down to the farmhouse basement. After a restless 30 seconds, though, I bolted back upstairs, threw the door open, and stood on the porch. A wall of wind hit me. Lightning struck like a strobe. I felt awakened, alive, engaged. As the edge of the front pushed forward, the force seemed to clear the air and charge the",
"title": "The Strange Blissfulness of Storms",
"site_name": "nautil.us",
"url": "http://nautil.us/issue/37/currents/the-strange-blissfulness-of-storms?as-seen-on-www.curat.io",
"tags": [
"life"
]
},
{
"thumbnail": "http://narrative.ly/wp-content/uploads/2016/04/01HEADERErnest.09-e1459814001594.jpg",
"description": "E ngines whir as the plane flies south over the Sahara Desert. Ernest Joseph Thomas rests his head against the window. He watches the sea of sand pass below. A ray of sunlight reflects off the beads of sweat on his forehead. Ernest is dressed in a white linen suit, with faux snakeskin loafers. His ten-gallon red felt cowboy hat sits on his lap; his polished lion-head ring decorates beaten hands. The Brussels Air flight is like a bus route. It stops every few hours unloading and picking up passengers and baggage: Madrid to Brussels, Brussels to Casablanca, Casablanca to Dakar, and finally Dakar to Freetown. Ernest left his home in Freetown, the Sierra Leonean capital, more than 25 years ago. While his return will take many hours, his original journey from Freetown to Barcelona took decades. Ernest watches the Sahara Desert pass below his Brussels Air flight to Freetown. Ernest Thomas’ adventure began shortly after the death of his mother. At eighteen Ernest left Sierra Leone for neighboring Liberia in search of educational opportunities and a new start. He settled in the capital, Monrovia. Liberian cousins let Ernest stay in their home and he got a job as an engineer on an international fishing rig. It was a good job, but a tempest was brewing along Liberia’s coast. In 1991 while at sea, his ship was captured by Charles Taylor’s National Patriotic Front of Liberia (NPFL). The First Liberian Civil War had begun two years earlier when Taylor, who",
"title": "Where Were You, When Men Were Men?",
"site_name": "narrative.ly",
"url": "http://narrative.ly/where-were-you-when-men-were-men/",
"tags": [
"culture"
]
},
{
"thumbnail": "https://cdn-images-1.medium.com/focal/1200/632/50/25/1*s3e1T1CZ6VGKkgJ3a_aoog@2x.jpeg",
"description": "Let’s lionize these seven technologists who kicked off the computer revolution and happen to be female. On a recent Sunday morning, a friend texted me a photo from the checkout line of a Palo Alto Whole Foods. It was the cover of a Newsweek special issue entitled “Founding Fathers of Silicon Valley.” Seven faces graced the cover: Bill Gates. Mark Zuckerberg. David Packard. Bill Hewlett. Jeff Bezos. Elon Musk. Steve Jobs. Three words for you, Newsweek : What the hell? Ok, put aside the fact that three of those men don’t live in the Bay Area. At least one of them wasn’t born when the valley’s orchards were first being transformed into ground zero for the computer revolution. And any history that holds up seven white men as the founders of the computer revolution obscures the true collective nature of innovation. Most important, it eliminates a valuable recruiting tool for getting women into tech, and for propelling them to more powerful positions: representation. As Marian Wright Edelman, Founder and President of the Children’s Defense Fund said in the 2011 documentary Miss Representations : “You can’t be what you can’t see.” I posted the cover on Facebook, calling the publication out for its narrow approach. Kira Bindrim, who was then Newsweek ’s managing editor (and has since left for Quartz ), responded to the post, blaming an outside company for the faux pas and writing that whenever you have seven white guys on a cover, “someone somewhere should always go, ‘…now",
"title": "A Women’s History of Silicon Valley — Backchannel",
"site_name": "backchannel.com",
"url": "https://backchannel.com/a-womens-history-of-silicon-valley-feea9279d88a",
"tags": [
"tech"
]
},
{
"thumbnail": "http://static.nautil.us/9826_197cec18dff201ab4d1966879423f50b.gif",
"description": "I n late winter of 1975, a seismologist named Cao Xianqing tracked a series of small earthquakes near Haicheng, China, which he took to presage a much larger one to come. On the morning of February 3, officials ordered evacuations of the surrounding communities. Despite the subfreezing weather, many residents abandoned their homes, although others refused, dismissing the warning as another cry of “wolf” in a string of false alarms. Yet this time, around dinnertime the very next day, Cao’s prognosis materialized in the form of a massive, magnitude 7.3 quake. Bridges collapsed, pipes ruptured, and buildings crumbled. But the accurate early alert—the first ever documented—spared thousands of lives: Of the 150,000 casualties predicted for a disaster of comparable size, only about 25,000 were tallied, including just over 2,000 deaths. SHAKE DOWN: Northern China experienced a high frequency of earthquakes in the 1960s and ’70s, including the famous Haicheng quake and Tangschan quake (pictured above). U.S. Geological Survey The successful forecast of the Haicheng quake seemed to justify the optimism felt by earthquake researchers around the world, who believed they were on the brink of unlocking the secrets of Earth’s tectonic motion. Just a few years earlier, in 1971, geophysicist Don Anderson, who headed the California Institute of Technology’s renowned Seismology Laboratory, had boasted that prediction science would soon pay big dividends. With enough funds, he told a local reporter, “it would in my opinion be possible to forecast a quake in a given area within a week.” Those funds",
"title": "The Last of the Earthquake Predictors",
"site_name": "nautil.us",
"url": "http://nautil.us/issue/38/noise/the-last-of-the-earthquake-predictors",
"tags": [
"science"
]
},
{
"thumbnail": "http://narrative.ly/wp-content/uploads/2016/05/narratively-final_LARGE.jpg",
"description": "I took the train up from Philly, where I lived with my mom and her second family, to visit my father in Boston. The Northeast whipped pas t , the coastline folding into a ruddy, autumnal New England. Prior to my sixteenth year and the end of my father ’ s tumultuous second marriage, it had always been the reverse: I would leave my father ’ s home to visit my mother. After I move d in with my mom, amidst the madness of divorce and hurt feelings between my dad, my stepmom and me, I ’ d gone home one last time to pack my room, but instead my things were piled up on the sidewalk outside. I barely wanted any of it after that. From then on, I vowed to travel light. Now at seventeen, in my West German army jacket, with blue in my hair and Doc Martens on my feet, traveling alone, I didn ’ t know where I belonged. I often felt that my true self was she who was in transit, she who was between parents, between conflicting expectations. As long as I stayed in transit I accepted no authority but Amtrak ’ s timetables . I arrived at South Station and made my way to my father’s office, waiting for him to finish up a meeting down the hall. I sat on the client side, looked across at the desk to the shelves behind. A photo caught my eye. It was a beautiful",
"title": "The Day I Discovered I Had A Secret Sister",
"site_name": "narrative.ly",
"url": "http://narrative.ly/the-day-i-discovered-i-had-a-secret-sister/",
"tags": [
"memoir"
]
},
{
"thumbnail": "http://static.nautil.us/9790_a430a7300689d591618cb08a7f156c36.gif",
"description": "T o a physicist, perfect quiet is the ultimate noise. Silence your cellphone, still your thoughts, and muffle every kind of vibration, and you would still be left with quantum noise. It represents an indeterminacy deep within nature, bursts of static and inexplicable motions that cannot be gotten rid of, or made sense of. It seems devoid of meaning. Considering how pervasive this noise is, you might presume that physicists would have a good explanation for it. But it remains one of the great unsolved problems in science. Quantum theory is silent not just on where the noise comes from, but on how exactly it enters the world. The theory’s defining equation, the Schrödinger equation, is completely deterministic. There is no noise in it at all. To explain why we observe quantum particles to be noisy, we need some additional principle. HOTEL MULTIVERSE: Parallel universes could be like hotel rooms, each barely distinguishable from the next—only tiny deviations in the form of noise would tell us which we occupy. Louis Fox / Getty Images For physicists in the Niels Bohr tradition, the act of observation itself is decisive. The Schrödinger equation defines a menu of possibilities for what a particle could do, but only when measured does the particle actually do anything, choosing at random from the menu. Identical particles will make different choices, causing the outcomes of fundamental processes to vary in an uncontrollable way. On Bohr’s view, quantum noise cannot be explained further. It is what physicist John",
"title": "The Noise at the Bottom of the Universe",
"site_name": "nautil.us",
"url": "http://nautil.us/issue/38/noise/the-noise-at-the-bottom-of-the-universe",
"tags": [
"physics"
]
},
{
"thumbnail": "https://cdn-images-1.medium.com/max/1200/1*5ITOSV5QUc-IWPI-8ood4w.jpeg",
"description": "Uncanny Silicon Valley The absolutely definitive, supremely authoritative, person-to-person mapping of “Silicon Valley” characters to real tech world personalities. When we say that a television show is “realistic,” what do we mean? Must the drug corners on The Wire resemble the streets of Baltimore? Do the mimetic set pieces on Mad Men engender more cinéma vérité than its sexual politics? How representative must The West Wing be of the West Wing, or Empire of hip-hop, or MASH of Korea, or The Hills of hell? And does realism even equate with quality ? I cannot answer these questions. But this I can say: In the history of dramatic and comedic television, no show has more closely hewn to the real world than HBO’s Silicon Valley . Hear me out. Nearly anyone in west coast tech will attest to the show’s eerie verisimilitude, even when (or especially when) the fictional characters embody the worst traits of brogrammers, wantrepreneurs, and VC sociopaths. Silicon Valley is nearly a simulacrum of Sand Hill Road, or as the CEO of Snapchat described it , “basically a documentary.” As usual, the cofounder of Box, whose quips so often resemble those of a fictional character, nails the zeitgeist: Even the Valley’s renowned venture capitalists seem bemused by the show’s hyperrealism, to the point of melding fact and fiction: How did a half-hour comedy on premium cable peg the Valley so precisely? Through simple tautology: Hooli is Google , Bro is Yo , Nippler is Titstare . The plots",
"title": "Who are the Real-life Models of “Silicon Valley” Characters? We Have Them. — Backchannel",
"site_name": "backchannel.com",
"url": "https://backchannel.com/who-are-the-real-life-models-of-silicon-valley-characters-we-have-them-3507bc890d9a?source=featured",
"tags": [
"tech",
"culture",
"silicon valley"
]
},
{
"thumbnail": "https://cdn-images-2.medium.com/max/1200/1*zhme-U-bdID2x4lppwfaxA.png",
"description": "Star Spangled Geeks To the dismay of government contractors, the United States Digital Service is gloriously hacking away in the VA and the Pentagon. USDS Administrator Mikey Dickerson and Deputy Administrator Haley Van Dyck. Credit: Maciek Jasik M eet Dominic. This 35-year-old former soldier, now living in Maryland, spent over a year trying to sign up for his medical benefits. He certainly is entitled: he served in Iraq. And he certainly is in need of the assistance: for the past few years he has been periodically homeless. He hasn’t seen a doctor since 2008. A formidable obstacle has been blocking his path to coverage —the Veterans Online Application, part of the Department of Veterans Affairs (VA) website. The application was supposed to make it easy to get benefits, but instead provided a digital obstacle course that unfairly eliminates participants. Last March , he was asked to attempt the feat one more time, on a computer equipped with software to track his clicks and mousing. He began with the dense VA home page active at that time, and stumbled his way to the initial form required to apply. “I know I’ve filled that form out at least ten times,” he remarked. This time around he couldn’t get even that far; his efforts were frustrated by an error message triggered because a security certificate did not pass muster. “Why do I not understand this?” said Dominic. “What is the terminology they’re trying to use with this? It doesn’t make any sense.” The",
"title": "Inside the Obama Tech Surge as it Hacks the Pentagon and VA — Backchannel",
"site_name": "backchannel.com",
"url": "https://www.google.com.sg/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0ahUKEwiJ4c7_2oPOAhWKrI8KHYsWAh4QqQIIGzAA&url=https%3A%2F%2Fbackchannel.com%2Finside-the-obama-tech-surge-as-it-hacks-the-pentagon-and-va-8b439bc33ed1&usg=AFQjCNE_anYrngvh1GRJ04vWPznXdJZIlw&sig2=6XMziDFmP3ixQ9z7pDufJQ&bvm=bv.127521224,d.c2I",
"tags": [
"tech",
"security",
"US"
]
}
]